Repository: dstlmrk/cauf-evidence
Catalog: ultihub/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Club
cs: Klub

source: Members
cs: Členové

source: Teams
cs: Týmy

source: Transfers
cs: Přestupy

source: Season fees
cs: Sezónní poplatky

source: Invoices
cs: Faktury

source: Settings
cs: Nastavení

source: Tournaments
cs: Turnaje

source: Domestic
cs: Domácí

source: International
cs: Mezinárodní

source: Competitions
cs: Soutěže

source: FAQ
cs: Často kladené dotazy

source: Administration
cs: Administrace

source: Profile
cs: Profil

source: Sign out
cs: Odhlásit se

source: Sign in
cs: Přihlásit se

source: Close
cs: Zavřít

source: Cancel
cs: Zrušit

source: Submit
cs: Odeslat

source: Save
cs: Uložit

source: Remove
cs: Odebrat

source: Edit
cs: Upravit

source: Name
cs: Jméno

source: Description
cs: Popis

source: Number
cs: Číslo

source: Birthdate
cs: Datum narození

source: Birth year
cs: Rok narození

source: Citizenship
cs: Občanství

source: Sex
cs: Pohlaví

source: Coach licence
cs: Trenérská licence

source: Confirmed email
cs: Potvrzený email

source: Active
cs: Aktivní

source: Home club
cs: Domovský klub

source: Added at
cs: Přidáno

source: Create member
cs: Vytvořit člena

source: Edit member
cs: Upravit člena

source: No members found.
cs: Žádní členové nenalezeni.

source: Include inactive members
cs: Zahrnout neaktivní členy

source: All sex
cs: Všechna pohlaví

source: Female
cs: Žena

source: Male
cs: Muž

source: Personal information
cs: Osobní údaje

source: Membership details
cs: Údaje o členství

source: Contact information
cs: Kontaktní údaje

source: Residential address
cs: Adresa bydliště

source: Member
cs: Člen

source: Add member
cs: Přidat člena

source: Team added successfully.
cs: Tým byl úspěšně přidán.

source: Team updated successfully.
cs: Tým byl úspěšně upraven.

source: Team removed successfully.
cs: Tým byl úspěšně odebrán.

source: Club updated successfully.
cs: Klub byl úspěšně upraven.

source: Agent added successfully.
cs: Správce byl úspěšně přidán.

source: Agent removed successfully.
cs: Správce byl úspěšně odebrán.

source: The agent is already invited to the application. He must complete it before the next invitation.
cs: Správce je již přizván do aplikace. Musí ji dokončit před dalším pozváním.

source: Confirmation email sent
cs: Potvrzovací email odeslán

source: Member created successfully
cs: Člen byl úspěšně vytvořen

source: Member not created
cs: Člen nebyl vytvořen

source: Member updated successfully.
cs: Člen byl úspěšně upraven.

source: Member not updated
cs: Člen nebyl upraven

source: You have confirmed your email
cs: Váš email byl potvrzen

source: Transfer request created
cs: Žádost o přestup vytvořena

source: Transfer approved
cs: Přestup schválen

source: Transfer rejected
cs: Přestup zamítnut

source: Transfer revoked
cs: Přestup zrušen

source: Member added successfully
cs: Člen byl úspěšně přidán

source: Member updated successfully
cs: Člen byl úspěšně upraven

source: Member removed successfully
cs: Člen byl úspěšně odebrán

source: The roster deadline has passed
cs: Termín pro soupisku vypršel

source: Season fees have been calculated
cs: Sezónní poplatky byly vypočítány

source: Something went wrong
cs: Něco se pokazilo

source: The request has been successfully sent.
cs: Požadavek byl úspěšně odeslán.

source: Check your invoices.
cs: Zkontrolujte své faktury.

source: Your club has no financial settings. Please contact the administrator.
cs: Váš klub nemá nastavené finanční údaje. Kontaktujte prosím administrátora.

source: The application has been cancelled.
cs: Přihláška byla zrušena.

source: Your team has been registered for the tournament. To finalize the registration, please confirm it above.
cs: Váš tým byl zaregistrován na turnaj. Pro dokončení registrace ji prosím potvrďte výše.

source: Club switched successfully
cs: Klub úspěšně přepnut

source: Profile updated successfully
cs: Profil úspěšně upraven

source: Your email is not allowed to log in
cs: Váš email nemá povolení k přihlášení

source: The process of exporting members for %(season_name)s season has started. The file will be sent to your email.
cs: Export členů pro sezónu %(season_name)s byl zahájen. Soubor bude odeslán na váš email.

source: Requires an email that is linked to a Google Account.
cs: Vyžaduje email propojený s účtem Google.

source: All information about me is correct
cs: Všechny údaje o mně jsou správné

source: If not, please contact the club administrator, wait for the data to be corrected, and then reopen this link.
cs: Pokud ne, kontaktujte prosím správce klubu, počkejte na opravu údajů a poté znovu otevřete tento odkaz.

source: I agree to the processing of my personal data
cs: Souhlasím se zpracováním osobních údajů

source: I agree to receive newsletters and marketing materials
cs: Souhlasím se zasíláním newsletterů a marketingových materiálů

source: Season
cs: Sezóna

source: Choose a season
cs: Vyberte sezónu

source: Select a season to calculate fees for.
cs: Vyberte sezónu pro výpočet poplatků.

source: Not registered
cs: Neregistrováno

source: Select tournament
cs: Vybrat turnaj

source: Registered: %(state)s
cs: Registrováno: %(state)s

source: Member has not confirmed email
cs: Člen nemá potvrzený email

source: Men are not allowed in this division
cs: Muži nejsou povoleni v této divizi

source: Women are not allowed in this division
cs: Ženy nejsou povoleny v této divizi

source: Member does not meet age requirements
cs: Člen nesplňuje věkové požadavky

source: Member is already in the roster: %(team_name)s
cs: Člen je již na soupisce: %(team_name)s

source: Nationality ratio: at least 51% must be Czech citizens
cs: Poměr národností: alespoň 51% musí být čeští občané

source: Team already has a captain.
cs: Tým již má kapitána.

source: Team already has a spirit captain.
cs: Tým již má spirit kapitána.

source: Member not found
cs: Člen nenalezen

source: Member is already in this team roster
cs: Člen je již na soupisce tohoto týmu

source: Member is already in another team at this tournament: %(team_name)s
cs: Člen je již v jiném týmu na tomto turnaji: %(team_name)s

source: Another player already has jersey number %(number)s.
cs: Jiný hráč již má číslo dresu %(number)s.

source: Subject with this ID does not exist in Fakturoid.
cs: Subjekt s tímto ID v systému Fakturoid neexistuje.

source: Must be Google account
cs: Musí být Google účet

source: Agent with this email must log in first
cs: Správce s tímto emailem se musí nejprve přihlásit

source: There is already an active team with this name
cs: Tým s tímto názvem již existuje

source: Privacy Policy
cs: Ochrana osobních údajů

source: Roster
cs: Soupiska

source: Domestic tournaments
cs: Domácí turnaje

source: Rosters
cs: Soupisky

source: Deadline
cs: Termín

source: Tournament
cs: Turnaj

source: Competition
cs: Soutěž

source: Location
cs: Místo

source: Date
cs: Datum

source: Total teams / members
cs: Celkem týmů / členů

source: Total
cs: Celkem

source: Winner
cs: Vítěz

source: Your club has a team in this tournament
cs: Váš klub má tým na tomto turnaji

source: OPEN
cs: OTEVŘENO

source: CLOSED
cs: UZAVŘENO

source: No tournaments found.
cs: Žádné turnaje nenalezeny.

source: Export rosters
cs: Export soupisek

source: No teams have been assigned to the tournament yet.
cs: Turnaji zatím nebyly přiřazeny žádné týmy.

source: Standing
cs: Pořadí

source: SOTG avg
cs: SOTG průměr

source: Team
cs: Tým

source: Seeding
cs: Nasazení

source: International tournaments
cs: Mezinárodní turnaje

source: Czech teams
cs: České týmy

source: Placement
cs: Umístění

source: No teams registered yet.
cs: Zatím nejsou zaregistrovány žádné týmy.

source: No international tournaments found.
cs: Žádné mezinárodní turnaje nenalezeny.

source: Type
cs: Typ

source: member
cs: člen

source: No members found in this roster.
cs: Na soupisce nebyli nalezeni žádní členové.

source: All seasons
cs: Všechny sezóny

source: All environments
cs: Všechna prostředí

source: All types
cs: Všechny typy

source: All divisions
cs: Všechny divize

source: No age limits
cs: Bez věkového omezení

source: Create team
cs: Vytvořit tým

source: Edit team
cs: Upravit tým

source: Additional teams are suitable if you want to register your B team for a tournament or if you occasionally want to register your club under a different name. For example, your junior's team might have a different name than the others, etc.
cs: Další týmy jsou vhodné pokud chcete na turnaj zaregistrovat svůj B tým nebo pokud chcete příležitostně zaregistrovat svůj klub pod jiným názvem. Například tým juniorů může mít jiný název než ostatní, atd.

source: Teams management is currently
cs: Správa týmů je momentálně

source: disabled
cs: vypnuta

source: Team name
cs: Název týmu

source: Action
cs: Akce

source: Primary
cs: Primární

source: Add agent
cs: Přidat správce

source: Agents
cs: Správci

source: Do you really want to remove this agent?
cs: Opravdu chcete odebrat tohoto správce?

source: Do you really want to remove this team?
cs: Opravdu chcete odebrat tento tým?

source: YES
cs: ANO

source: NO
cs: NE

source: Search...
cs: Hledat...

source: Search
cs: Hledat

source: Sex filter
cs: Filtr pohlaví

source: Created at
cs: Vytvořeno

source: State
cs: Stav

source: Amount (CZK)
cs: Částka (CZK)

source: Amount
cs: Částka

source: Link
cs: Odkaz

source: Here
cs: Zde

source: No invoices found.
cs: Žádné faktury nenalezeny.

source: Request transfer
cs: Žádost o přestup

source: Transfers are currently
cs: Přestupy jsou momentálně

source: Transfer request
cs: Žádost o přestup

source: Transfer
cs: Přestup

source: Requested by
cs: Žádal

source: Approved by
cs: Schválil

source: Requested at
cs: Požadováno

source: Approved at
cs: Schváleno

source: Updated at
cs: Aktualizováno

source: Birth date
cs: Datum narození

source: No transfers found.
cs: Žádné přestupy nenalezeny.

source: Are you sure?
cs: Jste si jisti?

source: Approve
cs: Schválit

source: Reject
cs: Zamítnout

source: Revoke
cs: Zrušit

source: Club's notifications
cs: Oznámení klubu

source: UNREAD
cs: NEPŘEČTENO

source: No notifications
cs: Žádná oznámení

source: Mark as read
cs: Označit jako přečtené

source: Are you sure you don't want to register any more teams for now? It's always better to have fewer invoices than more.
cs: Opravdu nechcete zaregistrovat další týmy? Vždy je lepší mít méně faktur než více.

source: Confirm registration
cs: Potvrdit registraci

source: total
cs: celkem

source: Your club has no financial settings. You are not allowed to register any teams. Please
cs: Váš klub nemá nastavené finanční údaje. Nemáte povolení registrovat žádné týmy. Prosím

source: contact the administrator
cs: kontaktujte administrátora

source: Registration
cs: Registrace

source: Deposit
cs: Záloha

source: per team
cs: za tým

source: Season fee
cs: Sezónní poplatek

source: AWAITING PAYMENT
cs: ČEKÁ NA PLATBU

source: Registration deadline
cs: Termín registrace

source: No competitions found.
cs: Žádné soutěže nenalezeny.

source: General
cs: Obecné

source: Registered teams
cs: Zaregistrované týmy

source: Deposit per team
cs: Záloha za tým

source: Player's season fee (tier)
cs: Sezónní poplatek hráče (úroveň)

source: Player's fee at tournament
cs: Poplatek hráče na turnaji

source: Registrations
cs: Registrace

source: After registering, it is necessary to generate an invoice and complete the payment. The registration will not be finalized until the payment is received in the association's account.
cs: Po registraci je nutné vygenerovat fakturu a provést platbu. Registrace nebude dokončena, dokud platba nebude přijata na účet asociace.

source: If you need to cancel the registration of an already invoiced team, please contact the association. This action cannot be completed in the application at this time.
cs: Pokud potřebujete zrušit registraci již fakturovaného týmu, kontaktujte prosím asociaci. Tuto akci momentálně nelze provést v aplikaci.

source: Add team
cs: Přidat tým

source: Registration time
cs: Čas registrace

source: Final placements
cs: Konečné umístění

source: Rank
cs: Pořadí

source: Fee (CZK)
cs: Poplatek (CZK)

source: Total regular / discounted tournaments
cs: Celkem řádné / zvýhodněné turnaje

source: Fee Type
cs: Typ poplatku

source: Fee type
cs: Typ poplatku

source: Free
cs: Zdarma

source: Discounted
cs: Zvýhodněný

source: Regular
cs: Řádný

source: No tournaments found for this member in this season.
cs: Pro tohoto člena nebyly v této sezóně nalezeny žádné turnaje.

source: NSA Export
cs: Export pro NSA

source: Select the season for which you want to export member data:
cs: Vyberte sezónu, pro kterou chcete exportovat data členů:

source: Send Export
cs: Odeslat export

source: Coach licences
cs: Trenérské licence

source: Class
cs: Třída

source: Valid from
cs: Platná od

source: Valid to
cs: Platná do

source: No coach licences found.
cs: Žádné trenérské licence nenalezeny.

source: Search members...
cs: Hledat členy...

source: No members found matching your search
cs: Nebyli nalezeni žádní členové odpovídající vašemu hledání

source: Check your data. Then read and confirm the terms and conditions.
cs: Zkontrolujte své údaje. Poté si přečtěte a potvrďte podmínky.

source: Data to confirm
cs: Údaje k potvrzení

source: Full name
cs: Celé jméno

source: Birth number
cs: Rodné číslo

source: Address
cs: Adresa

source: Legal guardian full name
cs: Celé jméno zákonného zástupce

source: Legal guardian email
cs: Email zákonného zástupce

source: For members under 15 years old, the consent link for personal data processing will be sent to the legal guardian's email.
cs: Pro členy mladší 15 let bude odkaz pro souhlas se zpracováním osobních údajů odeslán na email zákonného zástupce.

source: If the member is a foreigner permanently residing in the Czech Republic, it is mandatory to provide a Czech address.
cs: Pokud je člen cizinec s trvalým pobytem v České republice, je povinné uvést českou adresu.

source: This overview is intended for monitoring during the season only. At the end of the season, an invoice will be automatically generated, and you will be notified about its issuance.
cs: Tento přehled slouží pouze pro sledování v průběhu sezóny. Na konci sezóny bude automaticky vygenerována faktura a budete upozorněni na její vystavení.

source: Personal profile
cs: Osobní profil

source: Homepage
cs: Hlavní stránka

source: Roster: %(team)s
cs: Soupiska: %(team)s

source: Jersey number: %(number)s
cs: Číslo dresu: %(number)s

source: Club: %(club)s
cs: Klub: %(club)s

source: Birth year: %(year)s
cs: Rok narození: %(year)s

source: Added at: %(date)s
cs: Přidáno: %(date)s

source: Standing: %(placement)s
cs: Pořadí: %(placement)s

source: SOTG avg: %(avg)s
cs: SOTG průměr: %(avg)s

source: Seeding: %(seed)s
cs: Nasazení: %(seed)s

source: Rosters deadline: %(deadline)s
cs: Termín soupisek: %(deadline)s

source: Total teams/members: %(teams)s/%(members)s
cs: Celkem týmů/členů: %(teams)s/%(members)s

source: Winner: %(winner)s
cs: Vítěz: %(winner)s

source: from %(total)s
cs: z %(total)s

source: %(comp)s: Registration
cs: %(comp)s: Registrace

source: Deposit: CZK %(deposit)s
cs: Záloha: %(deposit)s Kč

source: Season fee: CZK %(fee)s
cs: Sezónní poplatek: %(fee)s Kč

source: Season %(name)s
cs: Sezóna %(name)s

source: Total amount: <b>CZK %(amount)s</b>
cs: Celková částka: <b>%(amount)s Kč</b>

source: Birth date: %(date)s
cs: Datum narození: %(date)s

source: Fee: <b>CZK %(amount)s</b>
cs: Poplatek: <b>%(amount)s Kč</b>

source: Regular tournaments: %(count)s
cs: Řádné turnaje: %(count)s

source: Discounted tournaments: %(count)s
cs: Zvýhodněné turnaje: %(count)s

source: Season %(season)s: %(member)s
cs: Sezóna %(season)s: %(member)s

source: Location: %(location)s
cs: Místo: %(location)s

source: Date: %(from)s - %(to)s
cs: Datum: %(from)s - %(to)s

source: Team: %(team)s
cs: Tým: %(team)s

source: Transfer: <b>%(source)s → %(target)s</b>
cs: Přestup: <b>%(source)s → %(target)s</b>

source: Requested by: %(first_name)s %(last_name)s (%(club)s)
cs: Požádal: %(first_name)s %(last_name)s (%(club)s)

source: Approved by: %(first_name)s %(last_name)s (%(club)s)
cs: Schválil: %(first_name)s %(last_name)s (%(club)s)

source: Invited by %(name)s
cs: Pozván uživatelem %(name)s

source: The CSV file will be sent to your email address %(email)s.
cs: CSV soubor bude odeslán na vaši emailovou adresu %(email)s.
